export default {
  projections: {
    КартаE: {
      кодКарты: {
        __caption__: 'Код карты'
      },
      типКарты: {
        __caption__: 'Тип карты'
      },
      комната: {
        __caption__: 'Комната',
        номер: {
          __caption__: 'Номер комнаты'
        }
      }
    },
    КартаL: {
      кодКарты: {
        __caption__: 'Код карты'
      },
      типКарты: {
        __caption__: 'Тип карты'
      },
      комната: {
        __caption__: 'Номер комнаты',
        номер: {
          __caption__: 'Номер комнаты'
        }
      }
    }
  },
  validations: {
    кодКарты: {
      __caption__: 'Код карты'
    },
    типКарты: {
      __caption__: 'Тип карты'
    },
    комната: {
      __caption__: 'Комната'
    }
  }
};
