export default {
  projections: {
    СотрудникE: {
      фИО: {
        __caption__: 'ФИО'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      должности: {
        __caption__: 'Должности',
        должность: {
          __caption__: 'Должность'
        },
        карта: {
          __caption__: '',
          кодКарты: {
            __caption__: 'Карта'
          }
        }
      }
    },
    СотрудникL: {
      фИО: {
        __caption__: 'ФИО'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      должности: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        },
        карта: {
          __caption__: '',
          кодКарты: {
            __caption__: 'Карта'
          }
        }
      }
    }
  },
  validations: {
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'Должности'
    }
  }
};
