export default {
  projections: {
    КомнатаE: {
      номер: {
        __caption__: 'Номер'
      },
      этаж: {
        __caption__: 'Этаж'
      },
      количествоМест: {
        __caption__: 'Количество мест'
      }
    },
    КомнатаL: {
      номер: {
        __caption__: 'Номер'
      },
      этаж: {
        __caption__: 'Этаж'
      },
      количествоМест: {
        __caption__: 'Количество мест'
      }
    }
  },
  validations: {
    количествоМест: {
      __caption__: 'Количество мест'
    },
    номер: {
      __caption__: 'Номер'
    },
    этаж: {
      __caption__: 'Этаж'
    }
  }
};
